{
 "(The) User": "I perceive my appearance / profile / structural (physical, mental, astral, etc...) makeup as something which belongs to a class of species we named / call as ‘Human’. But the class of species called ‘Human’ cannot be defined based on my personal perception. i.e. I may claim that I am a Human but I cannot claim that Human is me. 'Human' is a Class and 'I' am an Object of that Class. 'God' also can be defined in such a manner. 'God' is a Class, many Objects exists based on that Class. Every other Classes are Classes inherited from that ('God') Class, 'Human' being one among them. The inheritance is partial/full, depends on the User.<br><br>Who is the User?",
 "(Non)Causality(?)": "As  per my understanding so far, no event in the universe is dependent on  any other event.  The events (perceived activity of field of  consciousness) spread across a dimension where perception of time exists  in a sub space. Let me explain the idea with an example: Consider an  LED screen displaying a motion picture / video. The electric signal   supplied to the LED has a correlation with the Light output coming out  of the screen. When we observe the movie from the viewers' perspective  and by observation, we may think that the LEDs' light outputs are  dependent on each other. i.e we may feel that the output of an LED at a particular corner is mathematically connected to another LED even for  short duration of a certain video scenes (Eg. A bird flying from one point of the screen to another). But, it is not possible to prove that the actual  outputs are interconnected, because there is no electrical / logical /  virtual connection exists between their corresponding driving systems in  reality. It is our illusion due to our own learned understanding as per  our cultural (movie story, color, art, etc...) makeup.<br><br>Another  example: Consider a shadow of an object projected onto a flat surface  using a light beam. We may say that the shape of the shadow depends on  the shape of the object. But it is not possible to prove it because, the  shape may change by changing the angle of light beam pointed towards  the object and surface. Similar shapes can be obtained at two different  light angles without even changing the object's position with respect to  the surface. Thus a one-to-one relationship cannot be obtained between the  object's and its shadow's shapes.<br><br>Similarly,  if we consider time as another dimension and observe events in our  reality from a viewpoint at a higher dimensional plane of existence  (realm of dreams / realm of astral body), it is possible to see past,  present and future events spread across a particular sub space /  hyper-plane. This was shown as a science fiction concept in the Hollywood  movie 'Interstellar'. This is explained using different language  vocabulary / terminology in Yogavaasishta and other ancient literature.  Current, so called, self certified commercial researchers / scientists  wont allow the public to have understanding about such concepts because  of the possibility of free access to easy living, energy, technology,  etc. which prevents them from taking control of the flow of resources,  blocking further domination over the population<br><br>This  understanding in my own beginner level is against the popularized  version of law of Karma (Causality) as per the explained version of the  ancient literature by the modern religious communities who also desire  for ruling the population in someway or other."
}